kEdgeHaloGapFlag
Apply a halo gap percentage to the edges of an object that is hidden
by another object, such that the specified gap is displayed between the
edges of the hidden object and the edges of the object which hides it.